Repository: somersjens/jumping-fox
Catalog: Jumping Fox/Localizable.xcstrings
Source language: en
Languages: af, am, ar, as, az, be, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, lo, lt, lv, mk, ml, mn, mr, ms, my, ne, nl, no, or, pa, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, uz, vi, zh, zu

# modeIntro.percentages.premium.b1 %lld
source: Work out percentages of round numbers up to %lld.
af: Bereken persentasies van ronde getalle tot %lld.
am: እስከ %lld ያሉ ክብ ቁጥሮችን መቶኛ አስላ።
ar: احسب نسبًا مئوية من أعداد كاملة حتى %lld.
as: %lld লৈ ঘূৰণীয়া সংখ্যাৰ শতাংশ উলিওৱা।
az: %lld-ə qədər yuvarlaq ədədlərin faizini hesabla.
be: Вылічаў працэнты ад круглых лікаў да %lld.
bg: Изчислявай проценти от кръгли числа до %lld.
bn: %lld পর্যন্ত গোল সংখ্যার শতকরা হিসাব করো।
bo: %lld བར་གྱི་ཧྲིལ་གྲངས་ཀྱི་བརྒྱ་ཆ་རྩིས།
bs: Izračunaj postotke okruglih brojeva do %lld.
ca: Calcula percentatges de nombres rodons fins a %lld.
cs: Počítej procenta z kulatých čísel do %lld.
cy: Cyfrifa ganrannau o rifau crwn hyd at %lld.
da: Beregn procenter af runde tal op til %lld.
de: Berechne Prozente von runden Zahlen bis %lld.
el: Υπολόγισε ποσοστά στρογγυλών αριθμών έως %lld.
es: Calcula porcentajes de números redondos hasta %lld.
et: Arvuta protsente ümmargustest arvudest kuni %lld.
eu: Kalkulatu zenbaki biribilen ehunekoak %lld arte.
fa: درصدِ عددهای رُند تا %lld را حساب کن.
fi: Laske prosentteja pyöreistä luvuista %lld asti.
fo: Rokna prosent av rundum tølum upp í %lld.
fr: Calcule des pourcentages de nombres ronds jusqu’à %lld.
ga: Ríomh céatadáin d’uimhreacha cruinne suas go %lld.
gl: Calcula porcentaxes de números redondos ata %lld.
gu: %lld સુધીની ગોળ સંખ્યાઓની ટકાવારી ગણો.
he: חשבו אחוזים ממספרים עגולים עד %lld.
hi: %lld तक की गोल संख्याओं के प्रतिशत निकालो।
hr: Izračunaj postotke okruglih brojeva do %lld.
hu: Számold ki kerek számok százalékát %lld-ig.
hy: Հաշվիր կլոր թվերի տոկոսները մինչև %lld։
id: Hitung persentase dari bilangan bulat sampai %lld.
is: Reiknaðu prósentur af sléttum tölum upp í %lld.
it: Calcola percentuali di numeri tondi fino a %lld.
ja: %lldまでのきりのよい数でパーセントを計算しよう。
ka: გამოთვალე მრგვალი რიცხვების პროცენტები %lld-მდე.
kk: %lld-ге дейінгі дөңгелек сандардың пайызын есепте.
km: គណនាភាគរយនៃចំនួនមូលរហូតដល់ %lld។
kn: %lldರವರೆಗಿನ ಪೂರ್ಣ ಸಂಖ್ಯೆಗಳಲ್ಲಿ ಶೇಕಡಾವಾರು ಲೆಕ್ಕ ಹಾಕು.
ko: %lld까지의 반올림된 수로 백분율을 계산해요.
lo: ຫາເປີເຊັນຂອງຈຳນວນກົມເຖິງ %lld.
lt: Apskaičiuok apvalių skaičių procentus iki %lld.
lv: Aprēķini procentus no apaļiem skaitļiem līdz %lld.
mk: Пресметувај проценти од заокружени броеви до %lld.
ml: %lld വരെയുള്ള വട്ടസംഖ്യകളുടെ ശതമാനം കണ്ടുപിടിക്കൂ.
mn: %lld хүртэлх бүхэл тооны хувийг ол.
mr: %lld पर्यंतच्या पूर्ण संख्यांची टक्केवारी काढ.
ms: Kira peratus nombor bulat hingga %lld.
my: %lld အထိ ကိန်းလုံးတွေရဲ့ ရာခိုင်နှုန်းကို တွက်ပါ။
ne: %lld सम्मका गोलो सङ्ख्याको प्रतिशत निकाल।
nl: Bereken percentages van ronde getallen tot %lld.
no: Regn ut prosent av runde tall opptil %lld.
or: %lld ପର୍ଯ୍ୟନ୍ତ ଗୋଲ ସଂଖ୍ୟାର ଶତକଡ଼ା ହିସାବ କର।
pa: %lld ਤੱਕ ਦੀਆਂ ਗੋਲ ਗਿਣਤੀਆਂ ਦੇ ਪ੍ਰਤੀਸ਼ਤ ਕੱਢੋ।
pl: Obliczaj procenty z okrągłych liczb do %lld.
pt: Calcula percentagens de números redondos até %lld.
ro: Calculează procente din numere rotunde până la %lld.
ru: Находи проценты от круглых чисел до %lld.
si: %lld දක්වා වටකුරු අංකවල ප්‍රතිශත ගණනය කරන්න.
sk: Vypočítaj percentá z okrúhlych čísel do %lld.
sl: Izračunaj odstotke okroglih števil do %lld.
sq: Llogarit përqindje të numrave të rrumbullakët deri në %lld.
sr: Izračunaj procente okruglih brojeva do %lld.
sv: Räkna ut procent av jämna tal upp till %lld.
sw: Hesabu asilimia za nambari kamili hadi %lld.
ta: %lld வரை உள்ள முழு பத்து எண்களின் சதவீதங்களைக் கணக்கிடு.
te: %lld వరకు గుండ్రని సంఖ్యల శాతాలను లెక్కించు.
th: หาเปอร์เซ็นต์ของจำนวนเต็มสิบไม่เกิน %lld
tr: %lld'ye kadar yuvarlak sayıların yüzdelerini bul.
ug: %lld گىچە يۇمىلاق سانلارنىڭ پىرسەنتىنى ھېسابلا.
uk: Обчислюй відсотки від круглих чисел до %lld.
ur: %lld تک گول اعداد کے فی صد نکالیں۔
uz: %lld gacha bo‘lgan dumaloq sonlarning foizini top.
vi: Tính phần trăm của các số tròn đến %lld.
zh: 计算不超过 %lld 的整十整百数的百分数。
zu: Bala amaphesenti ezinombolo eziyindilinga kuze kufike ku-%lld.

# modeIntro.percentages.premium.b2
source: The amounts stay round, so the answers are always whole.
af: Die hoeveelhede bly rond, dus die antwoorde is altyd heelgetalle.
am: መጠኖቹ ክብ ስለሆኑ መልሶቹ ሁልጊዜ ሙሉ ቁጥር ናቸው።
ar: تبقى القيم كاملة، لذا تكون الإجابات أعدادًا صحيحة دائمًا.
as: পৰিমাণবোৰ ঘূৰণীয়া থাকে, সেয়ে উত্তৰ সদায় পূৰ্ণ সংখ্যা।
az: Miqdarlar yuvarlaq qalır, buna görə cavablar həmişə tamdır.
be: Лікі застаюцца круглымі, таму адказы заўсёды цэлыя.
bg: Стойностите остават кръгли, затова отговорите винаги са цели.
bn: পরিমাণগুলো গোল থাকবে, তাই উত্তর সব সময় পূর্ণসংখ্যা।
bo: གྲངས་རྣམས་ཧྲིལ་གྲངས་ཡིན་པས་ལན་ཡང་ཧྲིལ་གྲངས་ཡིན།
bs: Količine ostaju okrugle, pa su rezultati uvijek cijeli.
ca: Les quantitats són rodones, així que els resultats sempre són enters.
cs: Hodnoty zůstávají kulaté, takže výsledky jsou vždy celá čísla.
cy: Mae'r symiau'n aros yn grwn, felly mae'r atebion bob amser yn gyfan.
da: Tallene er runde, så svarene er altid hele tal.
de: Die Werte bleiben rund, deshalb sind die Ergebnisse immer ganzzahlig.
el: Οι ποσότητες μένουν στρογγυλές, άρα οι απαντήσεις είναι πάντα ακέραιες.
es: Las cantidades son redondas, así que las respuestas siempre son enteras.
et: Arvud jäävad ümmarguseks, seega on vastused alati täisarvud.
eu: Kopuruak biribilak dira; beraz, erantzunak osoak dira beti.
fa: مقدارها رُند می‌مانند، پس پاسخ‌ها همیشه عدد صحیح‌اند.
fi: Määrät pysyvät pyöreinä, joten vastaukset ovat aina kokonaislukuja.
fo: Upphæddirnar eru rundar, so svarini eru altíð heil.
fr: Les valeurs restent rondes, donc les réponses sont toujours entières.
ga: Fanann na méideanna cruinn, mar sin is slánuimhreacha iad na freagraí i gcónaí.
gl: As cantidades son redondas, así que as respostas sempre son enteiras.
gu: રકમ ગોળ રહેશે, એટલે જવાબ હંમેશા પૂર્ણ સંખ્યા હશે.
he: הכמויות נשארות עגולות, לכן התשובות תמיד שלמות.
hi: राशियाँ गोल रहेंगी, इसलिए उत्तर हमेशा पूर्ण होंगे।
hr: Iznosi ostaju okrugli pa su rezultati uvijek cijeli.
hu: A mennyiségek kerekek maradnak, így az eredmények mindig egészek.
hy: Քանակները կլոր են մնում, ու պատասխանները միշտ ամբողջ են։
id: Nilainya tetap bulat, jadi jawabannya selalu bilangan bulat.
is: Tölurnar haldast sléttar, svo svörin eru alltaf heilar tölur.
it: Le quantità restano tonde, quindi i risultati sono sempre interi.
ja: 数はきりがよいので、答えはいつも整数です。
ka: რაოდენობები მრგვალი რჩება, ამიტომ პასუხები ყოველთვის მთელია.
kk: Мәндер дөңгелек болады, сондықтан жауаптар әрқашан бүтін.
km: ចំនួននៅតែមូល ដូច្នេះចម្លើយតែងតែជាចំនួនគត់។
kn: ಮೊತ್ತಗಳು ಪೂರ್ಣವಾಗಿರುತ್ತವೆ, ಆದ್ದರಿಂದ ಉತ್ತರಗಳೂ ಪೂರ್ಣ ಸಂಖ್ಯೆಗಳೇ.
ko: 양은 딱 떨어져서 답은 항상 정수예요.
lo: ຈຳນວນຍັງເປັນຈຳນວນກົມ ດັ່ງນັ້ນຄຳຕອບຈຶ່ງເປັນຈຳນວນເຕັມສະເໝີ.
lt: Skaičiai lieka apvalūs, todėl atsakymai visada sveikieji.
lv: Skaitļi paliek apaļi, tāpēc atbildes vienmēr ir veseli skaitļi.
mk: Количините остануваат заокружени, па одговорите се секогаш цели.
ml: അളവുകൾ വട്ടമായതിനാൽ ഉത്തരങ്ങൾ എപ്പോഴും പൂർണ്ണസംഖ്യകളായിരിക്കും.
mn: Хэмжээнүүд бүхэл тул хариу үргэлж бүхэл байна.
mr: रक्कम पूर्ण राहते, म्हणून उत्तरही पूर्ण संख्या असते.
ms: Nilainya kekal bulat, jadi jawapan sentiasa nombor bulat.
my: ပမာဏတွေက ကိန်းလုံးဖြစ်လို့ အဖြေတွေလည်း ကိန်းပြည့်ပဲ။
ne: रकम गोलो नै हुन्छ, त्यसैले उत्तर सधैं पूर्ण हुन्छ।
nl: De bedragen blijven rond, dus de antwoorden zijn altijd heel.
no: Mengdene er runde, så svarene blir alltid heltall.
or: ପରିମାଣଗୁଡ଼ିକ ଗୋଲ ରହିବ, ତେଣୁ ଉତ୍ତର ସବୁବେଳେ ପୂର୍ଣ୍ଣ ସଂଖ୍ୟା ହେବ।
pa: ਮਾਤਰਾਂ ਗੋਲ ਰਹਿੰਦੀਆਂ ਹਨ, ਇਸ ਲਈ ਜਵਾਬ ਹਮੇਸ਼ਾ ਪੂਰੇ ਹੁੰਦੇ ਹਨ।
pl: Wartości są okrągłe, więc wyniki są zawsze całkowite.
pt: Os valores continuam redondos, por isso as respostas são sempre inteiras.
ro: Valorile rămân rotunde, așa că răspunsurile sunt mereu întregi.
ru: Значения остаются круглыми, поэтому ответы всегда целые.
si: ප්‍රමාණ වටකුරු නිසා පිළිතුරු හැමවිටම පූර්ණ අංක වේ.
sk: Hodnoty zostávajú okrúhle, takže výsledky sú vždy celé.
sl: Količine ostanejo okrogle, zato so rezultati vedno cela števila.
sq: Vlerat mbeten të rrumbullakëta, prandaj përgjigjet janë gjithmonë numra të plotë.
sr: Brojevi ostaju okrugli, pa su rezultati uvek celi.
sv: Talen är jämna, så svaren är alltid heltal.
sw: Kiasi hubaki kamili, kwa hiyo majibu huwa nambari nzima.
ta: அளவுகள் முழு பத்துகளாக இருப்பதால் விடைகள் எப்போதும் முழு எண்கள்.
te: మొత్తాలు గుండ్రంగా ఉంటాయి, కాబట్టి జవాబులు పూర్ణసంఖ్యలే.
th: จำนวนต่าง ๆ ลงตัว คำตอบจึงเป็นจำนวนเต็มเสมอ
tr: Miktarlar yuvarlak kalır, bu yüzden cevaplar hep tam sayıdır.
ug: مىقدارلار يۇمىلاق بولىدۇ، شۇڭا جاۋابلار ھەمىشە پۈتۈن سان.
uk: Значення залишаються круглими, тому відповіді завжди цілі.
ur: مقداریں گول رہیں گی، اس لیے جواب ہمیشہ صحیح عدد ہوگا۔
uz: Miqdorlar dumaloq bo‘ladi, shuning uchun javoblar doim butun son.
vi: Các số lượng luôn tròn nên đáp án luôn là số nguyên.
zh: 数值都是整的，所以答案一定是整数。
zu: Amanani ahlala eyindilinga, ngakho izimpendulo zihlala ziphelele.

# modeIntro.percentages.premium.title %lld
source: Percentages to %lld
af: Persentasies tot %lld
am: መቶኛ እስከ %lld
ar: النسب حتى %lld
as: %lld লৈ শতাংশ
az: %lld-ə qədər faizlər
be: Працэнты да %lld
bg: Проценти до %lld
bn: %lld পর্যন্ত শতকরা
bo: %lld བར་གྱི་བརྒྱ་ཆ
bs: Postoci do %lld
ca: Percentatges fins a %lld
cs: Procenta do %lld
cy: Canrannau hyd at %lld
da: Procenter op til %lld
de: Prozente bis %lld
el: Ποσοστά έως %lld
es: Porcentajes hasta %lld
et: Protsendid kuni %lld
eu: Ehunekoak %lld arte
fa: درصدها تا %lld
fi: Prosentit %lld asti
fo: Prosent upp í %lld
fr: Pourcentages jusqu’à %lld
ga: Céatadáin go %lld
gl: Porcentaxes ata %lld
gu: %lld સુધી ટકાવારી
he: אחוזים עד %lld
hi: %lld तक प्रतिशत
hr: Postoci do %lld
hu: Százalékok %lld-ig
hy: Տոկոսներ մինչև %lld
id: Persentase sampai %lld
is: Prósentur upp í %lld
it: Percentuali fino a %lld
ja: %lldまでのパーセント
ka: პროცენტები %lld-მდე
kk: %lld-ге дейінгі пайыздар
km: ភាគរយដល់ %lld
kn: %lldರವರೆಗೆ ಶೇಕಡಾವಾರು
ko: %lld까지 백분율
lo: ເປີເຊັນເຖິງ %lld
lt: Procentai iki %lld
lv: Procenti līdz %lld
mk: Проценти до %lld
ml: %lld വരെ ശതമാനങ്ങൾ
mn: %lld хүртэлх хувь
mr: %lld पर्यंत टक्केवारी
ms: Peratus hingga %lld
my: %lld အထိ ရာခိုင်နှုန်း
ne: %lld सम्मका प्रतिशत
nl: Procenten tot %lld
no: Prosent til %lld
or: %lld ପର୍ଯ୍ୟନ୍ତ ଶତକଡ଼ା
pa: %lld ਤੱਕ ਪ੍ਰਤੀਸ਼ਤ
pl: Procenty do %lld
pt: Percentagens até %lld
ro: Procente până la %lld
ru: Проценты до %lld
si: %lld දක්වා ප්‍රතිශත
sk: Percentá do %lld
sl: Odstotki do %lld
sq: Përqindje deri në %lld
sr: Procenti do %lld
sv: Procent till %lld
sw: Asilimia hadi %lld
ta: %lld வரை சதவீதங்கள்
te: %lld వరకు శాతాలు
th: เปอร์เซ็นต์ถึง %lld
tr: %lld'ye kadar yüzdeler
ug: %lld گىچە پىرسەنت
uk: Відсотки до %lld
ur: %lld تک فی صد
uz: %lld gacha foizlar
vi: Phần trăm đến %lld
zh: 百分数到 %lld
zu: Amaphesenti kuze kufike ku-%lld

# modeIntro.percentages.title %@
source: Calculate %@
af: Bereken %@
am: %@ን አስላ
ar: احسب %@
as: %@ গণনা
az: %@ hesabla
be: Вылічыць %@
bg: Изчисли %@
bn: %@ হিসাব করো
bo: %@ རྩིས
bs: Izračunaj %@
ca: Calcula %@
cs: Vypočítej %@
cy: Cyfrifo %@
da: Beregn %@
de: %@ berechnen
el: Υπολόγισε %@
es: Calcular %@
et: Arvuta %@
eu: Kalkulatu %@
fa: %@ را حساب کن
fi: Laske %@
fo: Rokna %@
fr: Calculer %@
ga: Ríomh %@
gl: Calcula %@
gu: %@ ગણો
he: חישוב %@
hi: %@ निकालो
hr: Izračunaj %@
hu: Számold ki: %@
hy: Հաշվել %@
id: Hitung %@
is: Reiknaðu %@
it: Calcola %@
ja: %@を計算
ka: გამოთვალე %@
kk: %@ есепте
km: គណនា %@
kn: %@ ಲೆಕ್ಕ ಹಾಕು
ko: %@ 계산
lo: ຄຳນວນ %@
lt: Skaičiuok %@
lv: Aprēķini %@
mk: Пресметај %@
ml: %@ കണക്കാക്കൂ
mn: %@-г бодох
mr: %@ काढ
ms: Kira %@
my: %@ တွက်ရန်
ne: %@ निकाल
nl: %@ rekenen
no: Regn ut %@
or: %@ ହିସାବ କର
pa: %@ ਕੱਢੋ
pl: Oblicz %@
pt: Calcular %@
ro: Calculează %@
ru: Вычисли %@
si: %@ ගණනය කරන්න
sk: Vypočítaj %@
sl: Izračunaj %@
sq: Llogarit %@
sr: Izračunaj %@
sv: Räkna ut %@
sw: Hesabu %@
ta: %@ கணக்கிடு
te: %@ లెక్కించు
th: คำนวณ %@
tr: %@ hesapla
ug: %@ نى ھېسابلا
uk: Обчислити %@
ur: %@ نکالیں
uz: %@ ni hisobla
vi: Tính %@
zh: 计算 %@
zu: Bala %@

# modeIntro.percentagesMix.b1
source: Work out a percentage of a number.
af: Bereken ’n persentasie van ’n getal.
am: የአንድን ቁጥር መቶኛ አስላ።
ar: احسب نسبة مئوية من عدد.
as: এটা সংখ্যাৰ শতাংশ উলিওৱা।
az: Bir ədədin faizini hesabla.
be: Знайдзі працэнт ад ліку.
bg: Намери процент от число.
bn: একটি সংখ্যার শতকরা হিসাব করো।
bo: གྲངས་ཤིག་གི་བརྒྱ་ཆ་རྩིས།
bs: Izračunaj postotak nekog broja.
ca: Calcula un percentatge d’un nombre.
cs: Vypočítej procento z čísla.
cy: Cyfrifa ganran o rif.
da: Beregn en procentdel af et tal.
de: Berechne einen Prozentsatz einer Zahl.
el: Υπολόγισε ένα ποσοστό ενός αριθμού.
es: Calcula un porcentaje de un número.
et: Arvuta protsent arvust.
eu: Kalkulatu zenbaki baten ehunekoa.
fa: درصدی از یک عدد را حساب کن.
fi: Laske prosenttiosuus luvusta.
fo: Rokna eitt prosent av einum tali.
fr: Calcule un pourcentage d’un nombre.
ga: Ríomh céatadán d’uimhir.
gl: Calcula unha porcentaxe dun número.
gu: કોઈ સંખ્યાની ટકાવારી ગણો.
he: חשבו אחוז מתוך מספר.
hi: किसी संख्या का प्रतिशत निकालो।
hr: Izračunaj postotak broja.
hu: Számold ki egy szám százalékát.
hy: Հաշվիր թվի տոկոսը։
id: Hitung persentase dari sebuah angka.
is: Reiknaðu prósentu af tölu.
it: Calcola la percentuale di un numero.
ja: ある数の何パーセントかを計算しよう。
ka: გამოთვალე რიცხვის პროცენტი.
kk: Санның пайызын есепте.
km: គណនាភាគរយនៃចំនួនមួយ។
kn: ಒಂದು ಸಂಖ್ಯೆಯ ಶೇಕಡಾವಾರು ಲೆಕ್ಕ ಹಾಕು.
ko: 어떤 수의 백분율을 구해요.
lo: ຫາເປີເຊັນໜຶ່ງຂອງຈຳນວນ.
lt: Apskaičiuok skaičiaus procentą.
lv: Aprēķini procentus no skaitļa.
mk: Пресметај процент од број.
ml: ഒരു സംഖ്യയുടെ ശതമാനം കണ്ടുപിടിക്കൂ.
mn: Тооны хувийг ол.
mr: एका संख्येची टक्केवारी काढ.
ms: Kira peratus daripada satu nombor.
my: ဂဏန်းတစ်ခုရဲ့ ရာခိုင်နှုန်းကို တွက်ပါ။
ne: कुनै सङ्ख्याको प्रतिशत निकाल।
nl: Reken een percentage van een getal uit.
no: Regn ut en prosentandel av et tall.
or: ଗୋଟିଏ ସଂଖ୍ୟାର ଶତକଡ଼ା ହିସାବ କର।
pa: ਕਿਸੇ ਗਿਣਤੀ ਦਾ ਪ੍ਰਤੀਸ਼ਤ ਕੱਢੋ।
pl: Oblicz procent z liczby.
pt: Calcula uma percentagem de um número.
ro: Calculează un procent dintr-un număr.
ru: Найди процент от числа.
si: අංකයක ප්‍රතිශතයක් ගණනය කරන්න.
sk: Vypočítaj percento z čísla.
sl: Izračunaj odstotek števila.
sq: Llogarit një përqindje të një numri.
sr: Izračunaj procenat nekog broja.
sv: Räkna ut en procentandel av ett tal.
sw: Hesabu asilimia ya nambari.
ta: ஒரு எண்ணின் சதவீதத்தைக் கணக்கிடு.
te: ఒక సంఖ్యలోని శాతాన్ని లెక్కించు.
th: หาเปอร์เซ็นต์ของจำนวนหนึ่ง
tr: Bir sayının yüzdesini bul.
ug: بىر ساننىڭ پىرسەنتىنى ھېسابلا.
uk: Обчисли відсоток від числа.
ur: کسی عدد کا فی صد نکالیں۔
uz: Sonning foizini top.
vi: Tính phần trăm của một số.
zh: 算出一个数的百分数。
zu: Bala iphesenti lenombolo.

# modeIntro.percentagesMix.b2
source: Convert between percentages and fractions.
af: Skakel persentasies en breuke na mekaar om.
am: መቶኛን ወደ ክፍልፋይ፣ ክፍልፋይንም ወደ መቶኛ ቀይር።
ar: حوّل بين النسب المئوية والكسور.
as: শতাংশ আৰু ভগ্নাংশ ইটোক সিটোলৈ ৰূপান্তৰ কৰা।
az: Faizləri kəsrlərə, kəsrləri faizlərə çevir.
be: Ператварай працэнты ў дробы і наадварот.
bg: Преобразувай проценти в дроби и обратно.
bn: শতকরা ও ভগ্নাংশ একে অন্যটিতে বদলাও।
bo: བརྒྱ་ཆ་དང་ཆ་ཤས་ཕན་ཚུན་བསྒྱུར།
bs: Pretvaraj postotke u razlomke i obrnuto.
ca: Converteix percentatges en fraccions i a l’inrevés.
cs: Převáděj procenta na zlomky a naopak.
cy: Trosi rhwng canrannau a ffracsiynau.
da: Lav procenter om til brøker og omvendt.
de: Wandle Prozente in Brüche um und umgekehrt.
el: Μετέτρεψε ποσοστά σε κλάσματα και το αντίστροφο.
es: Convierte porcentajes en fracciones y viceversa.
et: Teisenda protsente murdudeks ja murde protsentideks.
eu: Bihurtu ehunekoak zatiki eta zatikiak ehuneko.
fa: درصدها و کسرها را به هم تبدیل کن.
fi: Muunna prosentteja murtoluvuiksi ja takaisin.
fo: Broyt millum prosent og brot.
fr: Transforme des pourcentages en fractions et inversement.
ga: Tiontaigh idir céatadáin agus codáin.
gl: Converte porcentaxes en fraccións e fraccións en porcentaxes.
gu: ટકાવારી અને અપૂર્ણાંકને એકબીજામાં ફેરવો.
he: המירו בין אחוזים לשברים.
hi: प्रतिशत और भिन्न को एक-दूसरे में बदलो।
hr: Pretvaraj postotke u razlomke i obrnuto.
hu: Válts át százalékok és törtek között.
hy: Տոկոսները փոխարկիր կոտորակների և հակառակը։
id: Ubah persentase menjadi pecahan dan sebaliknya.
is: Breyttu á milli prósenta og brota.
it: Trasforma percentuali in frazioni e viceversa.
ja: パーセントと分数をたがいに直そう。
ka: გადაიყვანე პროცენტები წილადებად და პირიქით.
kk: Пайыздар мен бөлшектерді бір-біріне айналдыр.
km: បម្លែងរវាងភាគរយ និងប្រភាគ។
kn: ಶೇಕಡಾವಾರು ಮತ್ತು ಭಿನ್ನರಾಶಿಗಳನ್ನು ಪರಸ್ಪರ ಬದಲಿಸು.
ko: 백분율과 분수를 서로 바꿔요.
lo: ປ່ຽນໄປມາລະຫວ່າງເປີເຊັນ ແລະ ເສດສ່ວນ.
lt: Keisk procentus į trupmenas ir atvirkščiai.
lv: Pārvērt procentus daļskaitļos un otrādi.
mk: Претворај проценти во дропки и обратно.
ml: ശതമാനങ്ങളും ഭിന്നങ്ങളും തമ്മിൽ മാറ്റൂ.
mn: Хувь ба бутархайг хооронд нь хөрвүүл.
mr: टक्केवारी आणि अपूर्णांक एकमेकांत बदला.
ms: Tukar antara peratus dan pecahan.
my: ရာခိုင်နှုန်းနဲ့ အပိုင်းကိန်းကို အပြန်အလှန် ပြောင်းပါ။
ne: प्रतिशत र भिन्नलाई एकअर्कामा बदल।
nl: Zet percentages en breuken in elkaar om.
no: Gjør om mellom prosent og brøker.
or: ଶତକଡ଼ା ଓ ଭଗ୍ନାଂଶକୁ ପରସ୍ପର ବଦଳାଅ।
pa: ਪ੍ਰਤੀਸ਼ਤ ਅਤੇ ਭਿੰਨਾਂ ਨੂੰ ਇੱਕ-ਦੂਜੇ ਵਿੱਚ ਬਦਲੋ।
pl: Zamieniaj procenty na ułamki i odwrotnie.
pt: Converte percentagens em frações e frações em percentagens.
ro: Transformă procentele în fracții și invers.
ru: Переводи проценты в дроби и обратно.
si: ප්‍රතිශත සහ භාග එකිනෙකට හරවන්න.
sk: Premeň percentá na zlomky a naopak.
sl: Pretvarjaj med odstotki in ulomki.
sq: Kthe përqindjet në thyesa dhe anasjelltas.
sr: Pretvaraj procente u razlomke i obrnuto.
sv: Omvandla mellan procent och bråk.
sw: Badilisha asilimia kuwa sehemu na sehemu kuwa asilimia.
ta: சதவீதங்களையும் பின்னங்களையும் ஒன்றிலிருந்து மற்றொன்றாக மாற்று.
te: శాతాలను భిన్నాలుగా, భిన్నాలను శాతాలుగా మార్చు.
th: แปลงเปอร์เซ็นต์กับเศษส่วน
tr: Yüzdeleri kesirlere, kesirleri yüzdelere çevir.
ug: پىرسەنت بىلەن كەسىرنى ئۆزئارا ئايلاندۇر.
uk: Перетворюй відсотки на дроби й навпаки.
ur: فی صد اور کسروں کو ایک دوسرے میں بدلیں۔
uz: Foizlarni kasrlarga, kasrlarni foizlarga aylantir.
vi: Đổi qua lại giữa phần trăm và phân số.
zh: 在百分数和分数之间转换。
zu: Guqula amaphesenti abe amaqhezu, namaqhezu abe amaphesenti.

# modeIntro.percentagesMix.title
source: Percentages mixed
af: Persentasies gemeng
am: ድብልቅ መቶኛዎች
ar: نسب مختلطة
as: মিশ্ৰ শতাংশ
az: Qarışıq faizlər
be: Працэнты ўперамешку
bg: Смесени проценти
bn: মিশ্র শতকরা
bo: བརྒྱ་ཆ་འདྲེས་མ
bs: Miješani postoci
ca: Percentatges mixtos
cs: Smíšená procenta
cy: Canrannau cymysg
da: Blandede procenter
de: Prozente gemischt
el: Μικτά ποσοστά
es: Porcentajes mezclados
et: Protsendid segamini
eu: Ehuneko nahasiak
fa: درصدهای ترکیبی
fi: Prosentit sekaisin
fo: Blandað prosent
fr: Pourcentages mélangés
ga: Céatadáin mheasctha
gl: Porcentaxes mesturadas
gu: મિશ્ર ટકાવારી
he: אחוזים מעורבים
hi: मिले-जुले प्रतिशत
hr: Miješani postoci
hu: Vegyes százalékok
hy: Խառը տոկոսներ
id: Persentase campuran
is: Prósentur í bland
it: Percentuali miste
ja: パーセントミックス
ka: შერეული პროცენტები
kk: Аралас пайыздар
km: ភាគរយចម្រុះ
kn: ಮಿಶ್ರ ಶೇಕಡಾವಾರು
ko: 백분율 섞기
lo: ເປີເຊັນປະສົມ
lt: Mišrūs procentai
lv: Jaukti procenti
mk: Мешани проценти
ml: കലർന്ന ശതമാനങ്ങൾ
mn: Холимог хувь
mr: मिश्र टक्केवारी
ms: Peratus bercampur
my: ရာခိုင်နှုန်း ရောစပ်
ne: मिश्रित प्रतिशत
nl: Procenten door elkaar
no: Blandet prosent
or: ମିଶ୍ରିତ ଶତକଡ଼ା
pa: ਮਿਲੇ-ਜੁਲੇ ਪ੍ਰਤੀਸ਼ਤ
pl: Procenty mieszane
pt: Percentagens misturadas
ro: Procente amestecate
ru: Проценты вперемешку
si: මිශ්‍ර ප්‍රතිශත
sk: Percentá na mix
sl: Mešani odstotki
sq: Përqindje të përziera
sr: Mešani procenti
sv: Blandad procent
sw: Asilimia mchanganyiko
ta: கலந்த சதவீதங்கள்
te: మిశ్రమ శాతాలు
th: เปอร์เซ็นต์คละกัน
tr: Karışık yüzdeler
ug: ئارىلاش پىرسەنتلەر
uk: Відсотки впереміш
ur: ملے جلے فی صد
uz: Aralash foizlar
vi: Phần trăm hỗn hợp
zh: 百分数混合
zu: Amaphesenti axubile

# modeIntro.subtraction.title %lld
source: Subtraction · %lld
af: Aftrek · %lld
am: መቀነስ · %lld
ar: الطرح · %lld
as: বিয়োগ · %lld
az: Çıxma · %lld
be: Адніманне · %lld
bg: Изваждане · %lld
bn: বিয়োগ · %lld
bo: འཐེན་རྩིས · %lld
bs: Oduzimanje · %lld
ca: Resta · %lld
cs: Odčítání · %lld
cy: Tynnu · %lld
da: Subtraktion · %lld
de: Subtraktion · %lld
el: Αφαίρεση · %lld
es: Restas · %lld
et: Lahutamine · %lld
eu: Kenketa · %lld
fa: تفریق · %lld
fi: Vähennyslasku · %lld
fo: Frádráttur · %lld
fr: Soustraction · %lld
ga: Dealú · %lld
gl: Resta · %lld
gu: બાદબાકી · %lld
he: חיסור · %lld
hi: घटाव · %lld
hr: Oduzimanje · %lld
hu: Kivonás · %lld
hy: Հանում · %lld
id: Pengurangan · %lld
is: Frádráttur · %lld
it: Sottrazione · %lld
ja: ひき算・%lld
ka: გამოკლება · %lld
kk: Азайту · %lld
km: ដក · %lld
kn: ಕಳೆಯುವಿಕೆ · %lld
ko: 뺄셈 · %lld
lo: ລົບ · %lld
lt: Atimtis · %lld
lv: Atņemšana · %lld
mk: Одземање · %lld
ml: കുറയ്ക്കൽ · %lld
mn: Хасах · %lld
mr: वजाबाकी · %lld
ms: Tolak · %lld
my: နုတ်ခြင်း · %lld
ne: घटाउ · %lld
nl: Aftrekken · %lld
no: Subtraksjon · %lld
or: ବିୟୋଗ · %lld
pa: ਘਟਾਓ · %lld
pl: Odejmowanie · %lld
pt: Subtração · %lld
ro: Scădere · %lld
ru: Вычитание · %lld
si: අඩු කිරීම · %lld
sk: Odčítanie · %lld
sl: Odštevanje · %lld
sq: Zbritje · %lld
sr: Oduzimanje · %lld
sv: Subtraktion · %lld
sw: Kutoa · %lld
ta: கழித்தல் · %lld
te: తీసివేత · %lld
th: การลบ · %lld
tr: Çıkarma · %lld
ug: ئېلىش · %lld
uk: Віднімання · %lld
ur: تفریق · %lld
uz: Ayirish · %lld
vi: Phép trừ · %lld
zh: 减法 · %lld
zu: Ukususa · %lld

# modeIntro.subtractionMix.b2 %lld
source: The first number is at most %lld.
af: Die eerste getal is hoogstens %lld.
am: የመጀመሪያው ቁጥር ከ%lld አይበልጥም።
ar: العدد الأول لا يتجاوز %lld.
as: প্ৰথম সংখ্যাটো সৰ্বাধিক %lld।
az: Birinci ədəd ən çox %lld-dir.
be: Першы лік не большы за %lld.
bg: Първото число е най-много %lld.
bn: প্রথম সংখ্যা সর্বোচ্চ %lld।
bo: གྲངས་དང་པོ་མང་ཤོས་ %lld ཡིན།
bs: Prvi broj je najviše %lld.
ca: El primer nombre és com a màxim %lld.
cs: První číslo je nejvýše %lld.
cy: Y rhif cyntaf yw %lld ar y mwyaf.
da: Det første tal er højst %lld.
de: Die erste Zahl ist höchstens %lld.
el: Ο πρώτος αριθμός είναι έως %lld.
es: El primer número es como máximo %lld.
et: Esimene arv on kuni %lld.
eu: Lehen zenbakia gehienez %lld da.
fa: عدد اول حداکثر %lld است.
fi: Ensimmäinen luku on enintään %lld.
fo: Fyrsta talið er í mesta lagi %lld.
fr: Le premier nombre est au maximum %lld.
ga: Is é %lld an chéad uimhir is mó.
gl: O primeiro número é como máximo %lld.
gu: પહેલો અંક વધુમાં વધુ %lld છે.
he: המספר הראשון הוא לכל היותר %lld.
hi: पहली संख्या अधिकतम %lld होगी।
hr: Prvi broj je najviše %lld.
hu: Az első szám legfeljebb %lld.
hy: Առաջին թիվը առավելագույնը %lld է։
id: Angka pertama paling besar %lld.
is: Fyrri talan er í mesta lagi %lld.
it: Il primo numero è al massimo %lld.
ja: 最初の数は最大%lldです。
ka: პირველი რიცხვი მაქსიმუმ %lld-ია.
kk: Бірінші сан ең көбі %lld.
km: ចំនួនទីមួយមិនលើសពី %lld។
kn: ಮೊದಲ ಸಂಖ್ಯೆ ಗರಿಷ್ಠ %lld.
ko: 첫 번째 수는 최대 %lld예요.
lo: ຈຳນວນທຳອິດສູງສຸດແມ່ນ %lld.
lt: Pirmasis skaičius bus ne didesnis nei %lld.
lv: Pirmais skaitlis nav lielāks par %lld.
mk: Првиот број е најмногу %lld.
ml: ആദ്യ സംഖ്യ പരമാവധി %lld ആണ്.
mn: Эхний тоо хамгийн ихдээ %lld.
mr: पहिली संख्या जास्तीत जास्त %lld आहे.
ms: Nombor pertama paling banyak %lld.
my: ပထမဂဏန်းက အများဆုံး %lld ပါ။
ne: पहिलो सङ्ख्या बढीमा %lld हुन्छ।
nl: Het eerste getal is maximaal %lld.
no: Det første tallet er høyst %lld.
or: ପ୍ରଥମ ସଂଖ୍ୟା ସର୍ବାଧିକ %lld।
pa: ਪਹਿਲੀ ਗਿਣਤੀ ਵੱਧ ਤੋਂ ਵੱਧ %lld ਹੈ।
pl: Pierwsza liczba to najwyżej %lld.
pt: O primeiro número é, no máximo, %lld.
ro: Primul număr este cel mult %lld.
ru: Первое число не больше %lld.
si: පළමු අංකය වැඩිම %lldයි.
sk: Prvé číslo je najviac %lld.
sl: Prvo število je največ %lld.
sq: Numri i parë është maksimumi %lld.
sr: Prvi broj je najviše %lld.
sv: Det första talet är högst %lld.
sw: Nambari ya kwanza ni hadi %lld.
ta: முதல் எண் அதிகபட்சம் %lld.
te: మొదటి సంఖ్య గరిష్ఠంగా %lld.
th: จำนวนแรกไม่เกิน %lld
tr: İlk sayı en fazla %lld olur.
ug: بىرىنچى سان ئەڭ كۆپ %lld.
uk: Перше число не більше за %lld.
ur: پہلا عدد زیادہ سے زیادہ %lld ہوگا۔
uz: Birinchi son ko‘pi bilan %lld.
vi: Số đầu tiên không quá %lld.
zh: 第一个数最大为 %lld。
zu: Inombolo yokuqala ayidluli ku-%lld.
